<?php

return [
    'email_already_verified' => 'البريد الإلكتروني مفعل بالفعل',
    'invalid_credentials' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا',
    'login_success' => 'تم تسجيل الدخول بنجاح',
    'logout_error' => 'حدث خطأ أثناء تسجيل الخروج',
    'logout_success' => 'تم تسجيل الخروج بنجاح',
    'passwords' => [
        'code_is_expire' => 'انتهت صلاحية رمز إعادة تعيين كلمة المرور',
        'code_is_invalid' => 'رمز إعادة تعيين كلمة المرور غير صالح',
        'code_is_valid' => 'رمز إعادة تعيين كلمة المرور صالح',
        'code_sent' => 'تم إرسال رمز إعادة تعيين كلمة المرور',
        'code_sent_error' => 'حدث خطأ أثناء إرسال رمز إعادة تعيين كلمة المرور',
        'reset_error' => 'حدث خطأ أثناء إعادة تعيين كلمة المرور',
        'reset_success' => 'تمت إعادة تعيين كلمة المرور بنجاح',
    ],
    'token_expired' => 'انتهت صلاحية الرمز',
    'token_valid' => 'الرمز صالح',
    'user_not_authorized' => 'غير مصرح لك بالوصول إلى هذا المورد',
    'verification' => [
        'code_is_expire' => 'انتهت صلاحية رمز التحقق',
        'code_is_invalid' => 'رمز التحقق غير صالح',
        'code_sent' => 'تم إرسال رمز التحقق',
        'code_sent_error' => 'حدث خطأ أثناء إرسال رمز التحقق',
        'verify_error' => 'حدث خطأ أثناء التحقق',
        'verify_success' => 'تم التحقق بنجاح',
    ],
];
